Repository: Lautenschlager-id/Head-Wars
Catalog: HeadWars/Translations/lang.*.resx
Languages: es, fr, pt

source: Aiming
es: Apuntar
fr: Visée
pt: Mira

# button_back
source: Back
es: Volver
fr: Arrière
pt: Voltar

source: Character Selector
es: Selección de personaje
fr: Sélectionneur de personnages
pt: Seletor de Personagem

source: Code
es: Código

# codeerror_invalid
source: Invalid Code
es: Código Inválido
fr: Code Invalide
pt: Código Inválido

# create_account
source: Create
es: Crear
fr: Créer
pt: Criar

source: Credits
es: Créditos
fr: Crédits
pt: Créditos

# credit_developer
source: Developer
es: Desarrollador
fr: Développer
pt: Desenvolvedor

# credit_graphic
source: Graphical Designer
es: Diseñador Gráfico
fr: Ingénieur graphique
pt: Designer Gráfico

source: Disabled
es: Desactivado
fr: Désactivé
pt: Desativado

source: Enabled
es: Activado
fr: Activé
pt: Ativado

source: Fullscreen
es: Pantalla completa
fr: Plein écran
pt: Tela Cheia

source: Game Over
es: Fin del juego
fr: Partie terminée
pt: Fim de Jogo

source: HIGH SCORE
es: PUNTUACIÓN MÁXIMA
fr: MEILLEUR SCORE
pt: RECORDE

# invalid_login
source: Invalid information
es: Información inválida
fr: Information invalide
pt: Informação Inválida

source: Language
es: Idioma
pt: Idioma

source: Leave Game
es: Salir de la partida
fr: Quitter la partie
pt: Sair do Jogo

source: Level
es: Nivel
fr: Niveau
pt: Nível

source: Login
es: Iniciar sesión
fr: Se connecter
pt: Entrar

source: Log out
es: Cerrar sesión
fr: Se déconnecter
pt: Desconectar

source: Menu
es: Menú

# menu_redirect
source: Going to the main menu in {0} seconds
es: Abriendo el menú principal en {0} segundos
fr: Chargement du menu principal dans {0} secondes
pt: Indo para o menu em {0} segundos

source: Modes
es: Modos
pt: Modos

source: Movement
es: Movimiento
fr: Mouvement
pt: Movimento

source: New Account
es: Nueva cuenta
fr: Nouveau compte
pt: Nova Conta

source: New Game
es: Nueva partida
fr: Nouvelle partie
pt: Novo jogo

source: NEW HIGH SCORE
es: NUEVA PUNTUACIÓN MÁXIMA
fr: NOUVEAU MEILLEUR SCORE
pt: NOVO RECORDE

# nickerror_charquantity
source: The nickname must have at least 3 characters
es: El apodo debe tener por lo menos 3 caracteres
fr: Le pseudonyme doit contenir au moins 3 caractère
pt: O nome deve conter pelo menos 3 caracteres

# nickerror_exist
source: This nickname is already in use
es: Este apodo ya se encuentra en uso
fr: Ce pseudonyme est déja utilisé
pt: Este nome já está em uso

# nickerror_firstchar
source: The nickname must start with a letter
es: El apodo debe comenzar con una letra
fr: Le pseudonyme doit commencer par une lettre
pt: O nome deve começar com uma letra

# nickerror_notexist
source: This nickname does not exist
es: Este apodo no se encuentra en uso
fr: Ce pseudonyme n'est pas utilisé
pt: Este nome não está em uso

# options
source: Settings
es: Opciones
fr: Options
pt: Opções

source: Password
es: Contraseña
fr: Mot de passe
pt: Senha

source: Play
es: Jugar
fr: Jouer
pt: Jogar

# playerdescription_blue
source: Blue is the sky, the sea, a god's eye, a devil's tail.
es: El azul es el cielo, el mar, un ojo de dios, una cola de un demonio.
fr: Le bleu est le ciel, la mer, l'oeuil de dieu, la queue du diable.
pt: Azul é o céu, o mar, o olho de um deus, a cauda de um demônio.

# playerdescription_green
source: Green is the prime color of the world.
es: El verde es el color primario del mundo.
fr: Le vert est la couleur principale du monde.
pt: Verde é a cor primária do mundo.

# playerdescription_pink
source: Pink isn't just a color, it's an attitude.
es: El rosa no es sólo un color, es firmeza.
fr: Le rose n'est pas seulement une couleur, c'est une attitude.
pt: Rosa não é apenas uma cor, é uma atitude.

# playerdescription_red
source: Red is the color of life. It's blood, passion, rage.
es: El rojo es el color de la vida. Es sangre, pasión, rabia.
fr: Le rouge est la couleur de la vie. C'est le sang, la passion et la rage.
pt: Vermelho é cor de vida. É sangue, paixão, raiva.

# playerdescription_yellow
source: Yellow is the sun, shining every single day.
es: El amarillo es el sol, brillando cada día.
fr: Le jaune est le soleil, la brillance de tout les jours.
pt: Amarelo é o sol, brilhando todos os dias.

# player_blue_name
source: Sea Shark
es: Tiburón de mar
fr: Requin de mer
pt: Tubarão dos Oceanos

# player_green_name
source: Earthquake
es: Terremoto
fr: Tremblement de terre
pt: Terremoto

# player_pink_name
source: Rose
es: Rosa

# player_red_name
source: Red Bull
es: Toro Rojo
fr: Taureau Rouge
pt: Besta

# player_yellow_name
source: Sun Lord
es: Señor del Sol
fr: Seigneur du Soleil
pt: Amon-Rá

source: Points
es: Puntos
pt: Pontos

# pwerror_charquantity
source: The password must have at least 5 characters
es: La contraseña debe tener por lo menos 5 caracteres
fr: Le mot de passe doit contenir au moins 5 caractères.
pt: A senha deve conter pelo menos 5 caracteres

source: Resume
es: Reanudar
fr: Reprendre
pt: Continuar

source: Score
es: Puntuación
pt: Pontuação

source: Secret Code
es: Código Secreto
fr: Code Secret
pt: Código Secreto

source: Select
es: Seleccionar
fr: Selectionner
pt: Selecionar

source: Skills
es: Habilidades
fr: Compétences
pt: Habilidades

# skill_asteroid
source: Meteor Gorge
es: Barricada de asteroides
fr: Gorge de Météore
pt: Desfiladeiro de Meteoro

# skill_asteroid_description
source: +1 asteroid. (Space)
es: +1 asteroide. (Espacio)
fr: +1 asteroide. (Espace)
pt: +1 asteroide. (Espaço)

# skill_bhenemyrange
source: Fallen Enemies
es: Enemigos caídos
fr: Enemies tombés
pt: Inimigos Caídos

# skill_bhenemyrange_description
source: Increases the Black Hole's range by 10% for enemies.
es: Aumenta el alcance del Agujero Negro en un 10% hacia los enemigos.
fr: Augmente le trou noir de 10% pour les énemies.
pt: Aumenta o alcance do Buraco Negro em 10% para inimigos.

# skill_bhplayerrange
source: Entity's Rise
es: Ascenso de la entidad
fr: Augmentation de l'entité
pt: Ascensão da Entidade

# skill_bhplayerrange_description
source: Decreases the Black Hole's range by 10% for the player.
es: Disminuye el alcance del Agujero Negro en un 10% hacia el jugador.
fr: Diminue le trou noir de 10% pour le joueur.
pt: Diminui o alcance do Buraco Negro em 10% para o jogador.

# skill_bullet
source: Far West Shooter
es: Pistolero del lejano oeste
fr: Tireur du Far west
pt: Pistoleiro do Faroeste

# skill_bullet_description
source: Increases the bullet quantity by 1.
es: La cantidad de proyectiles aumenta 1 punto.
fr: Augmente la quantité de balle par 1.
pt: Aumenta a quantidade de tiros em 1.

# skill_explosion
source: Hero
es: Héroe
fr: Héros
pt: Herói

# skill_explosion_description
source: Explosion doesn't kill the player.
es: Las explosiones no matan al jugador.
fr: L'Explosion ne tue pas les joueurs.
pt: Explosão não mata o jogador.

# skill_extrascore
source: Score Booster
es: Potenciador de puntuación
fr: Rappel de score
pt: Pontuação Bônus

# skill_extrascore_description
source: +30% of points for each enemy kill.
es: +30% de puntos por enemigo caído.
fr: +30% de points pour chaque énemies tués.
pt: +30% de pontos para cada morte de inimigo.

# skill_freeze
source: Frozen
es: ¡Congelado!
fr: Congelé
pt: Congelado

# skill_freze_description
source: Freezes the enemies for 15 seconds. (F)
es: Congela a los enemigos durante 15 segundos. (F)
fr: Congele les énemies pendant 15 secondes. (F)
pt: Congela os inimigos por 15 segundos. (F)

# skill_hitmultiplier
source: Fix Bug
es: Corrección de error
fr: Fixe le bug
pt: Consertar Bug

# skill_hitmultiplier_description
source: The multiplier is not lost while the enemy is being hitted.
es: El multiplicador no se pierde mientras el enemigo está siendo atacado.
fr: Le multiplicateur n'est pas perdu pendant que l'énemie est frappé.
pt: O multiplicador não é perdido enquanto o inimigo está sendo atingido.

# skill_invisibility
source: Jellyfish
es: Medusa
fr: Méduse
pt: Água Viva

# skill_invisibility_description
source: Player untouchable for 15 seconds. (I)
es: El jugador es invisible durante 15 segundos. (I)
fr: Joueur intouchable pendant 15 secondes. (I)
pt: Jogador intocável por 15 segundos. (I)

# skill_life
source: Immortal
es: Inmortal
fr: Immortel
pt: Imortal

# skill_life_description
source: Player starts with +1 life.
es: El jugador comienza con 1 punto de vida adicional.
fr: Joueur commence avec +1 de vie.
pt: Jogador começa com +1 vida.

# skill_multiplier
source: Multiplier
es: Multiplicador
fr: Multiplicateur
pt: Multiplicador

# skill_multiplier_description
source: Increases the multiplier by 1.
es: El multiplicador aumenta en 1 punto.
fr: Augmente le multiplicateur de 1.
pt: Aumenta o multiplicador em 1.

# skill_shootspeed
source: Roadrunner
es: Correcaminos
fr: Bip-Bip
pt: Papa-Léguas

# skill_shootspeed_description
source: Decreases the bullet reload by 2.
es: Disminuye el tiempo de carga de proyectiles en 2ms.
fr: Diminue le rechargement de balle de 2ms.
pt: Diminui o carregamento do tiro em 2ms.

# skill_teleport
source: Space Traveler
es: Viajero del espacio
fr: Voyageur de l'espace
pt: Viajante do Espaço

# skill_teleport_description
source: Teleports the player. (Shift+Click)
es: Teleporta al jugador. (Shift+click)
fr: Téleporte le joueur. (Shift+Click)
pt: Teletransporta o jogador. (Shift+Click)

source: Skill Tree
es: Árbol de habilidad
fr: Arbre de Compétences
pt: Árvore de Habilidades

# skill_tricktreat
source: Trick or Treat
es: Truco o Trato
fr: Des bonbons ou un sort
pt: Doce ou Travessura

# skill_tricktreat_description
source: Enemies get their lives duplicated, but also the score points.
es: Dobla los puntos de vida de los enemigos y la cantidad de puntos obtenidos.
fr: Enemies ont leurs vies doublés, mais aussi leurs points.
pt: Inimigos têm sua vida duplicada, mas também os pontos.

# skill_velocity
source: Light Speed
es: Velocidad luz
fr: Vitesse de la lumière
pt: Velocidade da Luz

# skill_velocity_description
source: Increases the player velocity in 25%.
es: Aumenta la velocidad del jugador en un 25%.
fr: Augmente la rapidité du joueur de 25%.
pt: Aumenta a velocidade do jogador em 25%.

# teacherdescription_furlan
source: Javanizer Ray
es: Rayo Javanizador
fr: Rayon Javanizateur
pt: Raio Javanizador

source: Username
es: Nombre de usuario
fr: Pseudonyme
pt: Nome de Usuário

source: Validate
es: Validar
fr: Validé
pt: Validar

# winExperience
source: You got +{0} points of experience!
es: ¡Tienes +{0} puntos de experiencia!
fr: Vous avez +{0} points d'éxpérience !
pt: Você conseguiu +{0} pontos de experiência!

source: Sound
es: Sonido
fr: Son
pt: Som

# teacherdescription_jota
source: You are only as big as your dreams
es: Tú eres tan grande como tus sueños.
fr: Vous êtes juste aussi gros que vos rèves
pt: O homem é do tamanho do seu sonho

# teacherdescription_daniel
source: People
es: Personas
fr: Personne
pt: Turma

# teacherdescription_akepeu
source: You're wrong. You're just a puppet.
es: Estás equivocado. Tú sólo eres un títere.
fr: Vous vous trompez. Vous êtes juste une poupée.
pt: Você está errado. Você é só um boneco.

# teacherdescription_mauricio
source: Who is the big douchebag?
es: ¿Quién ha sido el listo?
fr: Qui est ce gros stupide?
pt: Quem é o babacão?

# teacherdescription_virgilio
source: Master of hump
es: Maestro del Polvo
fr: Maítre de la Sodomie
pt: Mestre da Sarrada

source: Redistribute
pt: Redistribuir

# redistribute_cost
source: Redistributing skills costs 5 points.
pt: Redistribuir habilidades custa 5 pontos.

source: Music
pt: Música
